{
    "foodsCategories": [
        {
            "id": 1,
            "title": "Best Whole Wheat",
            "subtitle": "Chocolate Chippers",
            "image_uri": "https://th.bing.com/th/id/OIP.s8SkoC1nMuNksvxpVFREkQEsDI?pid=ImgDet&rs=1",
            "description": "A cookie is a baked or cooked food that is typically small, flat and sweet. It usually contains flour, sugar, egg, and some type of oil, fat, or butter. It may include other ingredients such as raisins, oats, chocolate chips, nuts, etc.",
            "ingredients": [
                "butter",
                "sugar",
                "brown sugar",
                "egg",
                "wheat flour",
                "baking powder",
                "chocolate",
                "vanilla"
            ],
            "steps": [
                "Mix butter, sugar, egg and vanilla on a tray",
                "Add flour, yeast and chocolate",
                "Stir gently",
                "Form small balls",
                "Place on a greased shape"
            ],
            "id_category": 4
        },
        {
            "id": 2,
            "title": "Tasty and Delicious",
            "subtitle": "Steak A Role",
            "image_uri": "https://th.bing.com/th/id/R.dcec836caf3856e85d43f93bb6a01ba7?rik=PAwiAllxh3x03Q&pid=ImgRaw&r=0",
            "description": "A delicious steak to eat with the family on weekends, easy to make and quick in preparation",
            "ingredients": [
                "bife",
                "bacon",
                "green pepper",
                "onion",
                "carrot",
                "tomato sauce",
                "salt"
            ],
            "steps": [
                "Spice steaks with salt",
                "Add onion and garlic",
                "Mix well and stir for 30 minutes",
                "Fill with bacon",
                "Prepare tomato sauce",
                "Mix for 10 minutes"
            ],
            "id_category": 1
        },
        {
            "id": 3,
            "title": "Best Whole Wheat",
            "subtitle": "Chocolate Chippers",
            "image_uri": "https://lh3.googleusercontent.com/VSmwWdSAJLCzMQrmkp95twbkEtL3oCaD0_3wPG5uOnaOPJlqBeGku-QiMGSSe0q0sxjdifQTLdF-cDnJM6HZpUU=w1200-h900-c-rj-v1-e365",
            "description": "A cookie is a baked or cooked food that is typically small, flat and sweet. It usually contains flour, sugar, egg, and some type of oil, fat, or butter. It may include other ingredients such as raisins, oats, chocolate chips, nuts, etc.",
            "ingredients": [
                "butter",
                "sugar",
                "brown sugar",
                "egg",
                "wheat flour",
                "baking powder",
                "chocolate",
                "vanilla"
            ],
            "steps": [
                "Mix butter, sugar, egg and vanilla on a tray",
                "Add flour, yeast and chocolate",
                "Stir gently",
                "Form small balls",
                "Place on a greased shape"
            ],
            "id_category": 1
        },
        {
            "id": 4,
            "title": "Simple Soft Cake",
            "subtitle": "Simple Cakes",
            "image_uri": "https://th.bing.com/th/id/R.a74ce67f1a8c862f95bf2aa6b9a7f817?rik=GoiOzl560fQrOQ&riu=http%3a%2f%2fwww.multireceitas.com.br%2fwp-content%2fuploads%2f2015%2f05%2fReceita-de-Bolo-Mesclado-Simples.jpg&ehk=%2bB1HGoaKLv7AVfWNT0RuLk5u%2fSOfgTQ7kMxcReMeaOo%3d&risl=&pid=ImgRaw&r=0",
            "description": "A delight, and super cute. Simple Blended Cake Recipe!",
            "ingredients": [
                "wheat",
                "milk",
                "chocolate powder",
                "sugar",
                "eggs",
                "margarine",
                "baking powder"
            ],
            "steps": [
                "in the blender, beat the margarine, sugar and egg until it forms a homogeneous mixture",
                "gradually add milk and flour, beating always",
                "add the yeast and stir with a spoon until incorporated into the mixture",
                "separate 1/3 of the dough and set aside",
                "bring the dough to a shape, greased and floured",
                "add the chocolate powder to the reserved dough and beat well",
                "turn the black mass over the white mass, into the form, quite carefully",
                "bake in medium, preheated oven, until it bakes"
            ],
            "id_category": 2
        },
        {
            "id": 5,
            "title": "Paçoca Cake",
            "subtitle": "Simple Soft Cake",
            "image_uri": "https://img.cybercook.com.br/receitas/537/bolo-de-pacoca-sem-acucar.jpeg",
            "description": "Make an easy and tasty cake to eat with the family",
            "ingredients": [
                "eggs",
                "sweetener culinary",
                "wheat",
                "milk",
                "unsalted butter",
                "paçoca diet",
                "vanilla essence",
                "baking powder",
                "sweet milk"
            ],
            "steps": [
                "put the eggs, sweetener and butter in the mixer, beat everything until it becomes a fluffy cream",
                "add the vanilla essence, and go alternating the milk with the wheat flour. Remove from the mixer and add the paçoquinhas in the form of farofa and the baking powder. Mix and place in a greased and floured form. Bake preheated at 180ºC for about 30 minutes",
                "after roasting, wait to cool and cover the cake with the sweet milk and sprinkle the diet paçoca on top"
            ],
            "id_category": 2
        },
        {
            "id": 6,
            "title": "Chocolate Cake",
            "subtitle": "Simple Soft Cake",
            "image_uri": "https://i2.wp.com/coolicias.ao/wp-content/uploads/2019/12/Receita-de-Bolo-de-Chocolate-Molhadinho.jpg",
            "description": "Soft and delicious Chocolate Cake to eat with friends",
            "ingredients": [
                "wheat",
                "sugar",
                "chocolate powder",
                "whole eggs",
                "oil",
                "boiling water",
                "pinch of salt",
                "teaspoons baking soda",
                "colheres de chá de fermento em pó",
                "condensed milk",
                " chocolate powder",
                "unsalted margarine",
                "granulated chocolate for sprinkling"
            ],
            "steps": [
                "In a bowl place the first 3 dried ingredients sifted and mix well. In a cup mix the 3 eggs and add in the mixture together with the oil, until the dough looks like a paste, after very well mixed, add the boiling water and stir, a very soft dough, add the salt the yeast and the sodium spourate and stir gently until well mixed,  place in a greased and floured shape, bake 180º to 200º for 30 to 40 minutes or until pierced with toothpick and it comes out clean",
                "Bring to the fire all ingredients",
                "After boiling let cook for 5 minutes over low heat stirring constantly",
                "Place the topping on the cake and sprinkle with granulated chocolate",
                "As soon as you turn on the heat to bake the cake, place a container with water in the oven, this will make the cake get more wet and juicy",
                "Drill multiple holes in the cake with toothpick or fork so that the cover penetrates"
            ],
            "id_category": 2
        },
        {
            "id": 7,
            "title": "Grandma's Candy",
            "subtitle": "Sweet and Yummy",
            "image_uri": "https://th.bing.com/th/id/R.60d005cdbb20d84440005f9e5d0fe87b?rik=r7DJc5WVRjG1Pg&pid=ImgRaw&r=0",
            "description": "Sweet recipe to eat with family reunited",
            "ingredients": [
                "sweet crackers",
                "yoghurt",
                "eggs",
                "sugar",
                "mango"
            ],
            "steps": [
                "Grind the cookies until they are well undone. Book.",
                "Pour the yogurts in a bowl. Beat the egg whites, add the sugar gradually, beating always until they are very hard and shiny, and wrap them gently with the yogurt.",
                "Distribute the previous cream by bowls, making it in alternating layers with the ground wafer. Take it cold until serving time. At that time, cover the surface of each bowl with fresh mango pulp."
            ],
            "id_category": 3
        },
        {
            "id": 8,
            "title": "Brigadeiro",
            "subtitle": "Simple & Delicious",
            "image_uri": "https://th.bing.com/th/id/OIP.SRnGafNqlXSBr4oh6ibd6gHaE8?pid=ImgDet&rs=1",
            "description": "Simple and delicious chocolate brigadier recipe, made for meeting in the afternoon",
            "ingredients": [
                "chocolate powder",
                "condensed milk",
                "margarine",
                "soybean oil"
            ],
            "steps": [
                "Pour into the glass the margarine broken into small pieces, condensed milk and 2 tablespoons of chocolate powder.",
                "12 minutes cooked",
                "Remove into a container greased with oil and allow to cool (the process is frankly faster if we put it in the refrigerator). After cold, make balls with hands slightly greased, and pass through chocolate rolls. Put on paper bags."
            ],
            "id_category": 3
        },
        {
            "id": 9,
            "title": "Milk Pudding",
            "subtitle": "Simple & Delicious",
            "image_uri": "https://www.teleculinaria.pt/wp-content/uploads/2017/05/pudim-de-iogurte-1.jpg",
            "description": "Do you love pudding? Then you'll have to try this simple and delicious yogurt pudding recipe. Then you'll have to try this simple and delicious yogurt pudding recipe. Good appetite!",
            "ingredients": [
                "yoghurt",
                "milk",
                "condensed milk",
                "egg",
                "caramel"
            ],
            "steps": [
                "Bring to the boil a large, wide pan with water and bring to the boil. Bar a form of pudding with the caramel.",
                "Pour the eggs into the blender cup, add the condensed milk, yogurts and milk, turn on and let it beat well. Then place in the pan, cover well, place inside the pan with the water over heat and cook for 50 minutes. Turn off the heat and allow the pudding to cool down in the water.",
                "Then take it to the fridge, unmold and serve very fresh."
            ],
            "id_category": 3
        },
        {
            "id": 10,
            "title": "Banana Candy",
            "subtitle": "Few Ingredients    ",
            "image_uri": "https://diabets.com.br/wp-content/uploads/2020/04/doce-de-banana-diet.jpg",
            "description": "Sweet banana, easy to make and with few ingredients and delicious",
            "ingredients": [
                "dried banana",
                "fresh banana"
            ],
            "steps": [
                "Cut the dried banana into very small pieces and the fresh banana into cubes.",
                "Place the dried banana in the pan with 1 cup of water. Leave to hydrate over medium heat for about 10 minutes.",
                "Add the chopped fresh banana and stir until incorporated. Add more water if necessary.",
                "Cook, stirring constantly until a homogeneous dough forms where you see a few pieces of dried banana (about 10-15 minutes)",
                "Remove from heat and store in refrigerator in lidded bowl."
            ],
            "id_category": 3
        },
        {
            "id": 11,
            "title": "Chocolate Cookie",
            "subtitle": "Guaranteed Fun",
            "image_uri": "https://th.bing.com/th/id/OIP.L0fNWf3yk5e2vNK3PCJB1gHaE8?pid=ImgDet&rs=1",
            "description": "",
            "ingredients": [
                "wheat flour",
                "baking powder",
                "butter",
                "chocolate powder",
                "sugar",
                "milk",
                "eggs",
                "salt",
                "vanilla"
            ],
            "steps": [
                "In a bowl, add the granulated sugar with the yellow sugar with the butter at room temperature, beat until you get a cream.",
                "Now add the whole egg, a yolk, vanilla extract, a tablespoon of milk and beat again until everything is incorporated.",
                "Finally add the flour, yeast, chocolate and a pinch of salt, all sifted into the mixture, uses a wooden spoon to help create the dough.",
                "Now grind the chocolate and add this dough, mix, now cut a rectangle of cling film and pour a little dough, with the help of the film create a thin roll of dough, then wrap in the film and tie the ends, take to the freezer, repeat until you roll the whole dough, in my case it was 2 large rolls and 1 small."
            ],
            "id_category": 4
        },
        {
            "id": 12,
            "title": "Simple Coffee",
            "subtitle": "In the Mornings   ",
            "image_uri": "https://th.bing.com/th/id/R.3fa2f8320df2cf2c1c2fef628e6cc32e?rik=fghWsP8jIAFvmQ&pid=ImgRaw&r=0",
            "description": "Learn how to make that simple coffee to start your day well. Good, appetite!",
            "ingredients": [
                "coffee powder",
                "water",
                "sugar"
            ],
            "steps": [
                "Bring the water to a boil and add the sugar.",
                "When it bubbles, turn off the heat.",
                "Adjust the filter paper to the shard holder.",
                "Place the coffee powder in the paper filter.",
                "Sing the coffee."
            ],
            "id_category": 5
        },
        {
            "id": 13,
            "title": "Capuccino Coffee",
            "subtitle": "In the Mornings",
            "image_uri": "https://th.bing.com/th/id/R.8deba77b1ed8702bd5ecc2790f5def33?rik=3Og%2fGQc4BePGog&pid=ImgRaw&r=0",
            "description": "You will learn how to make a delicious stuffed coffee. Make your morning more enjoyable",
            "ingredients": [
                "coffee powder",
                "milk powder",
                "chocolate powder",
                "sugar",
                "cinnamon powder",
                "bicarbonate powder"
            ],
            "steps": [
                "In a bowl, love the soluble coffee with a potato doughr or spoon.",
                "Add milk powder, chocolate, sugar, cinnamon, bicarbonate and mix. Transfer to pots with lid and store for up to 2 months.",
                "Para preparar, coloque de 2 a 3 colheres (sopa) do cappuccino em uma xícara com 250ml de água quente e misture até dissolver."
            ],
            "id_category": 5
        },
        {
            "id": 14,
            "title": "Roast Chicken",
            "subtitle": "Buttery and Soft",
            "image_uri": "https://th.bing.com/th/id/R.d78ce7a8b86af4701027a0d716900592?rik=M4GK5rjlczl0%2bw&pid=ImgRaw&r=0",
            "description": "Roasted chicken with mateiga, yields up to five-part and with minimum duration",
            "ingredients": [
                "potato",
                "salt",
                "black pepper",
                "garlic",
                "rosemary",
                "sage",
                "marjoram",
                "chicken"
            ],
            "steps": [
                "Cook the potato in boiling salted water for 3 minutes and drain.",
                "Em uma vasilha, misture a manteiga, o alho, as ervas, sal e pimenta.",
                "Season the chicken inside and out with the mixture and place on a baking sheet with the potato.",
                "Place in the oven high, preheated, for 30 minutes.",
                "Lower the temperature to medium and ass for another 30 minutes."
            ],
            "id_category": 6
        },
        {
            "id": 15,
            "title": "Chicken Chess",
            "subtitle": "Traditional & Wet",
            "image_uri": "https://th.bing.com/th/id/R.3bdb1d915eedad229e0f638d9159cbb1?rik=hBj4KTZK%2fGcXVQ&pid=ImgRaw&r=0",
            "description": "Traditional Chess Chicken. Very tasty and delicious, made to bring the best in lunches.",
            "ingredients": [
                "chicken",
                "salt",
                "black pepper",
                "oil",
                "chilies",
                "onion",
                "roasted peanut",
                "shoyu",
                "catshup",
                "cornstarch"
            ],
            "steps": [
                "Cut the chicken fillets into medium squares and season with salt and black pepper to taste. Add little salt in case you use salted peanuts.",
                "Heat the oil in a saucepan. Add the chicken fillets and fry until golden brown. Add the peppers and the sliced onion and fry.",
                "Then add the peanut. Mix soy sauce, ketchup and cornstarch. Also take to the pan and allow to heat, without stopping stirring."
            ],
            "id_category": 6
        },
        {
            "id": 16,
            "title": "Cooked Chicken",
            "subtitle": "Stew & Vegetables",
            "image_uri": "https://th.bing.com/th/id/R.1f1b24f36781668aec4132c392147e6b?rik=HYO9BeXl70dFbA&riu=http%3a%2f%2fipiranganews.inf.br%2fwp-content%2fuploads%2fReceita-1034-1.jpg&ehk=xm5vaVd0NqkXD8yE0A%2bKlxNmw6xl4DYSabCIs%2fZCUlY%3d&risl=&pid=ImgRaw&r=0",
            "description": "Chicken stew with plenty of vegetables. Delicious and with plenty of sauce. Do yours and eat in the middle of the afternoon.",
            "ingredients": [
                "chicken",
                "tomatoes",
                "onion",
                "bell pepper",
                "red pepper",
                "paprika",
                "vinegar",
                "saffron",
                "lemon"
            ],
            "steps": [
                "Wash the chicken pieces well under running water.",
                "Then soak in lemon juice for about 5 minutes.",
                "Wash well to take the juice out completely. In a saucepan, heat the olive oil and add the chicken pieces.",
                "Junte os demais ingredientes e, mexendo sempre para não grudar no fundo da panela, refogue a carne no caldo que se forma naturalmente",
                "Cozinhe durante 30 minutos, sempre em fogo baixo. Se precisar, coloque mais água quente, aos poucos. No final, a carne deverá estar cozida e com molho reduzido."
            ],
            "id_category": 6
        },
        {
            "id": 17,
            "title": "Chicken Strogonoff",
            "subtitle": "Easy and Fast",
            "image_uri": "https://th.bing.com/th/id/R.59ee61fb4b1ac30207ebefb71f619a26?rik=eRiKfqmBNnbQaQ&pid=ImgRaw&r=0",
            "description": "Chicken Strogonoff is a delicious, practical and easy to make recipe.Before the recipe we will talk a little about this dish so consumed around the world.",
            "ingredients": [
                "chicken",
                "garlic",
                "salt",
                "pepper",
                "onion",
                "mayonnaise",
                "ketchup",
                "mustard",
                "mushrooms",
                "sour cream",
                "straw battle"
            ],
            "steps": [
                "Mix the chicken with garlic, mayonnaise, salt and pepper.",
                "In a saucepan, heat the butter and add the onion.",
                "Let it brown and add the chicken until golden brown too.",
                "Add mushrooms, ketchup and mustard.",
                "When it starts to boil, add the cream and turn off the heat.",
                "Serve with white rice and potato straw."
            ],
            "id_category": 6,
            "receita": "https://www.deliciastododia.com.br/prato-unico/receita-de-strogonoff-de-frango/"
        },
        {
            "id": 18,
            "title": "Caipirinha Original",
            "subtitle": "    Appreciated   ",
            "image_uri": "https://th.bing.com/th/id/OIP.0VIt3Dig6H8Lg24vrHcl9gHaE5?pid=ImgDet&rs=1",
            "description": "Do you know how the caipirinha drink is made, the most appreciated cocktail inside and outside Brazil? Made with lemon and cachaça, the original recipe uses the national distillate made from fermented sugarcane juice. But you can find variations of the drink, mixed with other types of fruits such as strawberry, kiwi, passion fruit, pineapple and even pepper. Would you really know if you're drinking the legitimate capirinha?",
            "ingredients": [
                "liquor",
                "lemon",
                "sugar"
            ],
            "steps": [
                "Fill a glass with 60 ml of luquo.",
                "Squeeze your lemons into drink.",
                "Add sugar to your drink and mix well."
            ],
            "id_category": 7
        },
        {
            "id": 19,
            "title": "Fruit Cocktail",
            "subtitle": "Simple & Easy       ",
            "image_uri": "https://th.bing.com/th/id/OIP.YcO2h4G3xfftn6V95F4JfwHaFl?w=234&h=180&c=7&r=0&o=5&pid=1.7",
            "description": "See this Simple Fruit Cocktail Recipe, it's a delight, it doesn't accompany alcohol, and kids can drink at will.",
            "ingredients": [
                "sour cream",
                "condensed milk",
                "guarana",
                "juices"
            ],
            "steps": [
                "Beat in the blender all the ingredients except guarana.",
                "Add some of the guarana and beat a little more.",
                "Pour into a large bowl and add guarana to your liking until you get the desired point.",
                "Be careful, because when being cold the cocktail gains creaminess, so do not leave the cream so thick.",
                "Bring to frost and serve with ice stones."
            ],
            "id_category": 7
        },
        {
            "id": 20,
            "title": "Fruit Salad",
            "subtitle": "Creamy & Delicious",
            "image_uri": "https://th.bing.com/th/id/R.6072786a2e3d77f5ae59155c00b750fc?rik=83YkcpRTOgwXuw&riu=http%3a%2f%2f3.bp.blogspot.com%2f-mb6qhHU9elw%2fUbSlrWaMrwI%2fAAAAAAAAAcs%2f7b1hkFCuhqk%2fs1600%2f080.JPG&ehk=Lv0%2btg6LN0FgUMnRT73tl%2f4os%2bGI1ODWgIsRBi0cgsA%3d&risl=&pid=ImgRaw&r=0",
            "description": "Fruit salad is always a simple and practical recipe, ideal for children to eat fruit but also to try fruit combinations, so this recipe is more a combination of the fruits that I like in a fast and delicious fruit salad with my favorite fruits, but can and should do your experiences, this recipe turns out to be another guide with some good tips to make good fruit salads.",
            "ingredients": [
                "sour cream",
                "condensed milk",
                "strawberrie",
                "kiwi",
                "banana",
                "grape",
                "pineapple",
                "manga",
                "lemon",
                "orange"
            ],
            "steps": [
                "Choose fruit that is ripe and sweet, cut into large cubes if the fruit is large, pour a little lemon juice to prevent rusting.",
                "Put at least 30minutes in the fridge to stay fresh, a fruit salad tastes best fresh, a fruit salad is to be consumed on the day it is made!",
                "If you think the fruit combination is not ripe or sweet, pour some sugar or honey to sweeten, or if you use fruit in syrup a little syrup.",
                "Just as a salad shouldn't have too many ingredients, also a fruit salad is ideal when you only have a few fruits, 4 or 5 is ideal, more than that and you start masking flavors and have a better chance of creating combinations that just don't work out well.",
                "It avoids fruit too soft or that in contact with moisture becomes soft, such as bananas, this creates a strange texture when eating.",
                "A fruit salad can be accompanied with a thousand and one things, from yogurt, cereals, dried fruits, etc."
            ],
            "id_category": 8
        },
        {
            "id": 21,
            "title": "Avocado Cream",
            "subtitle": "Creamy & Delicious",
            "image_uri": "https://www.bing.com/th?id=OIP._WSNlpazZ5q3QRlGreThvQHaG6&w=200&h=186&rs=1&qlt=80&o=6&pid=3.1",
            "description": "There are several avocado recipes. In this recipe we will teach you how to make a delicious avocado cream, to eat in the mornings and afternoons.",
            "ingredients": [
                "condensed milk",
                "avocado",
                "lemon"
            ],
            "steps": [
                "Hit everything in the blender.",
                "Allow to freeze a little before serving"
            ],
            "id_category": 8
        },
        {
            "id": 22,
            "title": "Simple Rib Burger",
            "subtitle": "Crispy & Tasty",
            "image_uri": "https://www.multireceitas.com.br/wp-content/uploads/2017/06/hamburguer-de-costela.jpg",
            "description": "Homemade Burger Special: How to Make Rib Burger. Delicious feel the taste of rib in a burger, try it!",
            "ingredients": [
                "basil",
                "arugula",
                "tomato",
                "ox rib",
                "salt",
                "black pepper",
                "olive oil",
                "bread",
                "cheese"
            ],
            "steps": [
                "Cut the tomatoes into thick slices, place on a small baking sheet, water with olive oil and bake for forty minutes, then add basil on top.",
                "Remove the excess fat from the rib and cut into tiny cubes, season the rib already chopped with salt and pepper to taste and add the olive oil to harmonize the flavors.",
                "Mold the burgers with about 150 g of meat, drip a strand of olive oil in an anti-stick frying pan and fry the burgers.",
                "When on the point add the cheese and heat the bread in the oven for 3 minutes and assemble the snack next to: bread, arugula, hamburger and tomato."
            ],
            "id_category": 9
        },
        {
            "id": 23,
            "title": "Simple Sandwich",
            "subtitle": "Creamy & Healthy ",
            "image_uri": "https://receitasdocheff.com.br/wp-content/uploads/2019/12/2796757s1280h960-1024x768.jpg",
            "description": "How about having a delicious snack for that afternoon coffee with a friend? This natural sandwich recipe is certainly the best choice. This natural sandwich is for sure the best you've ever tried. Best of all is that this natural sandwich is very simple to make and you can do it at any time. This snack is perfect for having along with a freshly sparse coffee is simply delicious, or to take to have your afternoon coffee at work, and is also a great choice to sell for sure is a great extra income.",
            "ingredients": [
                "onion",
                "tomato",
                "green corn",
                "chicken",
                "bread",
                "mayonnaise",
                "sausage",
                "salt"
            ],
            "steps": [
                "Saute shredded chicken with olive oil, garlic and onion in a saucepan.",
                "Mix chopped onion and tomato, grated carrot, corn, parsley, chives and salt.",
                "Add mayonnaise until you get the desired consistency of the filling.",
                "Creamy or more consistent, as you prefer.",
                "Place the filling between 2 slices of bread."
            ],
            "id_category": 9
        },
        {
            "id": 24,
            "title": "Chicken Burger",
            "subtitle": "Homemade & Juicy",
            "image_uri": "https://www.multireceitas.com.br/wp-content/uploads/2017/06/hamburguer-de-frango.jpg",
            "description": "Homemade Burger Special: Chicken Burger Recipe. The recipe is simple, good and is a delight. Check!",
            "ingredients": [
                "garlic",
                "green odor",
                "coffe",
                "salt",
                "oats",
                "onion",
                "chicken"
            ],
            "steps": [
                "Start by placing the onion, garlic and green smell in the food processor and grind into small pieces.",
                "Then add the chicken and beat in the processor until it turns into a dough, and then transfer the dough to a large bowl, add the salt and add the oatmeal gradually.",
                "Stir with your hands until you form a homogeneous dough and then make balls and flatten so that it is hamburger-shaped."
            ],
            "id_category": 9
        },
        {
            "id": 25,
            "title": "Beef Burger",
            "subtitle": "Crispy and Stuffed",
            "image_uri": "https://www.multireceitas.com.br/wp-content/uploads/2018/09/hamburguer-recheado-1542x850.jpg",
            "description": "This Stuffed Beef Burger Recipe is just fantastic, imagine eating a burger and that cheese melting from the middle of it. Serve with french fries, salads and bread.",
            "ingredients": [
                "onion",
                "milk",
                "beef",
                "bread",
                "garlic",
                "black pipper",
                "cheese",
                "pepperoni",
                "salt"
            ],
            "steps": [
                "Soak the bread with milk and set aside for it to soften.",
                "Remove the skin from the calabrian sausage and grind into the processor.",
                "Mix the meat with the sausage, add the chopped onion and chopped garlic until a homogeneous mixture.",
                "Season with the ready seasoning of garlic and salt.",
                "Take the already soft bread and mix to the meat along with the bread flour and finally put August black pepper.",
                "Model how you prefer your burgers and place a slice of cheese in the middle."
            ],
            "id_category": 9
        },
        {
            "id": 26,
            "title": "Potato Pizza",
            "subtitle": "Crispy & Delicious",
            "image_uri": "https://th.bing.com/th/id/R.47f01fd79f2e667aa5380d43494c86c8?rik=uJs%2bA88YETXYeA&riu=http%3a%2f%2fwww.tudogostoso.com.br%2fimages%2frecipes%2f000%2f000%2f683%2f10006%2f10006_original.jpg&ehk=P%2b7rMTb0FUyrXz6VJEuoLMZKC63VkktUe3sHzAYUbkY%3d&risl=&pid=ImgRaw&r=0",
            "description": "Do you like pizza? Learn how to make a tasty potato pizza. I've been with friends.",
            "ingredients": [
                "popato",
                "wheat",
                "egg",
                "butter",
                "salt",
                "sugar",
                "milk",
                "ferment"
            ],
            "steps": [
                "Put the milk to dissolve the yeast, then the other ingredients.",
                "Knead well.",
                "Put in a pizza form, greased with butter and flour, letting it rest for 20 minutes.",
                "Filling to taste, after pre-baking the dough for 10 minutes."
            ],
            "id_category": 10
        },
        {
            "id": 27,
            "title": "Vegan Pizza",
            "subtitle": "Crispy and Stuffed",
            "image_uri": "https://img.cybercook.com.br/receitas/386/pizza-vegana-low-carb-2.jpeg",
            "description": "Whether you want to learn something new or to fix that seasoning that always gets stronger, CyberCook recipes, such as low carb vegan pizza, are tested and approved by everyone who had the same interest as you: the day-to-day kitchen! Check out all the tips and details of this low carb vegan pizza recipe that is a delight and simple to be made! Have fun, delight and learn more!",
            "ingredients": [
                "cauliflower",
                "garlic",
                "cornstarch",
                "oregano",
                "salt",
                "black pipper",
                "onion",
                "tomato",
                "olive"
            ],
            "steps": [
                "Process the cauliflower or pass through a grater. Cook in boiling water for 5 minutes.",
                "Drain the water and dry the cauliflower with the help of a cloth or paper towel to remove excess water.  Drain the water and dry the cauliflower with the help of a cloth or paper towel to remove excess water. BookBook.",
                "Transfer the already crushed lineof line to a bowl with water and let it sit for 5 minutes.",
                "Add with the reserved cauliflower, garlic, cornstarch, salt, pepper and oregano (or other dehydrated herbs of your choice).",
                "Add the hydrated calye and mix well with your hands to form a homogeneous dough.",
                "Transfer to a pizza baking sheet lined with parchment paper. Sprinkle cornmeal or cornstarch over the parchment paper, so it will become easier to unstick the dough afterwards.",
                "Set the dough to a light pizza format to bake in a preheated oven at 190 C for 45 minutes.",
                "With the cauliflower dough already baked, flip the side of it and spread the tomato sauce.",
                "Top with the red onion, the cherry tomatinhos broken in half and the black olives.",
                "Grate the vegetable cheese on top (optional).",
                "Use in preheated oven at 190 C for 10 - 15 minutes or until the filling is hot.",
                "Garnish with basil and serve hot."
            ],
            "id_category": 10
        },
        {
            "id": 28,
            "title": "Simple and Easy  ",
            "subtitle": "Pizza Dough",
            "image_uri": "https://th.bing.com/th/id/R.effc033ada496eac6eeac5e0341ade99?rik=Rn62bnOBLtj0dg&riu=http%3a%2f%2fimg.itdg.com.br%2fimages%2frecipes%2f000%2f112%2f656%2f42610%2f42610_original.jpg&ehk=%2fYfw%2b5N2cmzFf0a0mhuEDwhzF7MXPR8eRZSW%2bd4Xb8Q%3d&risl=&pid=ImgRaw&r=0",
            "description": "Easy preparation of pizza dough. Use your creativity and create your own pizza with your ingredients.",
            "ingredients": [
                "oil",
                "baking powder",
                "wheat",
                "salt"
            ],
            "steps": [
                "Mix the first 5 ingredients, then add the wheat flour and stir until loosened from the hand that is already on point.",
                "After sove for 10 minutes, let stand capped for 1 hour and a half more or less, stretch in a greased and floured form.",
                "The red sauce: tomato dough dissolved in water with a pinch of salt one of sugar.",
                "Filling to taste and oregano.",
                "Preheat the oven and bake in a low oven."
            ],
            "id_category": 10
        },
        {
            "id": 29,
            "title": "Pizza Calabreza",
            "subtitle": "Filling & Delicious",
            "image_uri": "https://facilreceitas.com/wp-content/uploads/2020/10/Receita-facil-de-Pizza-de-calabresa.png",
            "description": "To follow this our recipe of Pizza de Calabresa will just take an hour of your time at home and put your hand in the dough.  In this article you will see how simple and easy it is to prepare your delicious Calabrian Pizza even if you are a beginner in the kitchen. So let's start the ingredients.",
            "ingredients": [
                "wheat",
                "bread",
                "egg",
                "baking powder",
                "salt",
                "tomato",
                "cheese",
                "oregano",
                "olive oil",
                "pepperoni",
                "onion",
                "olive"
            ],
            "steps": [
                "Beat the tomato in the blender with the other ingredients until it forms a homogeneous mixture.",
                "Mix 50 gr of flour, yeast and a little water. Let sit for up to 20 minutes. Add the other ingredients and smasit until you get a very soft dough.",
                "Cut into 3 equal parts, form 3 balls and cover them with a cloth. Let it sit for 1 hour. Open the dough with a roll until it is 25 cm in size.",
                "Spread the tomato sauce on top and bake in a preheated oven at 180ºC, or for 15 minutes. Remove and allow to cool.",
                "Spread the sausage over the tomato sauce and top with the onion. Garnish with the olive and place the olive oil and oregano.",
                "Return to the oven for another 10 minutes. Remove from the oven and ready, you can now use your Calabrian Pizza made right there in your home."
            ],
            "id_category": 10
        },
        {
            "id": 30,
            "title": "Cheese Toastie",
            "subtitle": "Crispy & Delicious",
            "image_uri": "https://th.bing.com/th/id/R.23b329740859e31f899b3832e74da716?rik=khtdZxPijBz3Sg&riu=http%3a%2f%2fwww.receitasdehoje.com.br%2fwp-content%2fuploads%2f2014%2f08%2f56373-2016-02-12_08-51-4511.jpg&ehk=4DhVfc7ncuwZ1yROul4weRnoWJU%2fP%2bnI16jktPQlkwg%3d&risl=&pid=ImgRaw&r=0",
            "description": "Simple and easy to make sandwich. Do yours and ensure your most fun.",
            "ingredients": [
                "bread",
                "butter",
                "ham",
                "cheese"
            ],
            "steps": [
                "Pass the butter on the two slices of the bread and prepare a sandwich with cheese and ham.",
                "Place in the toaster or sandwich maker or it can be done in the oven. Keep an eye out to see the point of the cheese, which should be melted.",
                "You can put butter on the outside of the slices of bread and watch when they turn golden. The bread won is also crispy and with a more delicious flavor.",
                "You can also spice up the recipe by adding tomato slices sprinkled with salt and black pepper to taste. If you prefer add oregano as well.",
                "The cheese suggested in this recipe is the dish, but you can use the one of your choice and even exchange the simple ham for another type that you like the most.",
                "A tip is to use white cheese and turkey breast blanquet with slice te seasoned tomato. Simply divine!"
            ],
            "id_category": 11
        },
        {
            "id": 31,
            "title": "Simple Coxinha",
            "subtitle": "Stuffed & Tasty",
            "image_uri": "https://static.clubedaanamariabraga.com.br/wp-content/uploads/2019/03/coxinha-pratica-scaled.jpg",
            "description": "Coxinha is one of the salty favorites of Brazilians. We'll teach you how to do it step by step",
            "ingredients": [
                "wheat",
                "margarine",
                "chicken",
                "milk",
                "oil",
                "onion",
                "garlic",
                "tomato",
                "salt"
            ],
            "steps": [
                "Boil the water with chicken broth and margarine.",
                "Add the flour at once, stirring vigorously until unstuck from the pan. Let it cool down.",
                "With your hands greased in oil, take small parts of the dough, fill and shape the cushions.",
                "Bread first in milk and then in breadcrumbs.",
                "Fry, a few times, in abundant hot oil until golden brown and allow to drain on absorbent paper.",
                "Heat the oil and sauté the onion and garlic.",
                "Add the chicken and the other ingredients and simmer until anchored.",
                "Sprinkle parsley and chives and wait for it to cool."
            ],
            "id_category": 11
        },
        {
            "id": 32,
            "title": "Banana Vitamin",
            "subtitle": "Simple and Easy",
            "image_uri": "https://th.bing.com/th/id/R.622cb11f9a5e0a44530d3553fcbb7414?rik=isG7RaJa7Wf%2fwg&pid=ImgRaw&r=0",
            "description": "Start your day well with a nutritious and delicious banana vitamin! Easy, simple recipe and with many benefits! It only takes about five minutes to prepare, look at that! Those who live alone sometimes end up neglecting food and eating any crap for breakfast due to lack of time. If you are one of those people, I will show you today a simple and easy recipe for how to make banana vitamin, which will help give you a up on your diet, or at least help make your breakfast healthier.",
            "ingredients": [
                "banana",
                "milk",
                "sugar"
            ],
            "steps": [
                "Cut each banana into 3 pieces, depending on the size of it.",
                "Play along with the other ingredients in the blender and beat for 15 seconds.",
                "Ready! Easier to do impossible, huh?"
            ],
            "id_category": 12
        },
        {
            "id": 33,
            "title": "Avocado Vitamin",
            "subtitle": "Simple and Easy",
            "image_uri": "https://th.bing.com/th/id/R.bbfb733c62480743b0da715257b995e5?rik=x0gQIT4WupbVEA&pid=ImgRaw&r=0",
            "description": "Avocado vitamin is one of the most delicious and simple to prepare in the day to day. Besides being healthy, it is very tasty and can be done very quickly. In sum, learn how to make avocado vitamin and share it with your whole family!",
            "ingredients": [
                "avocado",
                "milk",
                "sugar",
                "sour cream"
            ],
            "steps": [
                "Take the avocado take the lump and peel the fruit pulp (watch out for the skin of the fruit, as it can bitter all the vitamin).",
                "Put it in the blender. Add the milk, the sugar spoons and beat well.",
                "Add some of the cream and beat again.Put some ice and serve then."
            ],
            "id_category": 12
        },
        {
            "id": 34,
            "title": "Papaya Vitamin",
            "subtitle": "Simple and Easy",
            "image_uri": "https://th.bing.com/th/id/OIP.ll-doC0FHklB9rIUEeNtHQHaEl?pid=ImgDet&rs=1",
            "description": "Whether to learn something new or to fix that seasoning that always ends up getting stronger, FoodFast recipes, such as Papaya Vitamin, are tested and approved by everyone who had the same interest as you: the day-to-day kitchen! Check out all the tips and details of this papaya vitamin recipe that is a delight and simple to be made! Have fun, delight and learn more!",
            "ingredients": [
                "papaya",
                "milk",
                "condensed milk"
            ],
            "steps": [
                "Beat everything in the blender and serve."
            ],
            "id_category": 12
        }
    ]
}